Repository: 8secz-johndpope/RoadCare
Catalog: Roadcare/Supporting Files/*.lproj/Localizable.strings
Languages: ar

source: Potholes Reported in
ar: أبلغ عن حفرة

source: Reported Potholes
ar: ذكرت الحفر

source: Potholes Repaired
ar: الحفر التي تم اصلاحها

source: Potholes Repair Reaction Time
ar: معدل وقت التفاعل مع شكوى الحفر

source: Report a Pothole
ar: أبلغ عن حفرة

source: Statistics
ar: الاحصائيات

source: Home
ar: الرئيسية

source: Login
ar: تسجيل الدخول

source: Confirm
ar: تأكيد

source: Choose from Gallery
ar: إختر من الألبوم

source: Skip
ar: تخطى

source: Photo of the Pothole
ar: صورة الحفرة

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Done
ar: تم

source: Add a User
ar: إضافة مستخدم

source: User
ar: مستخدم جديد

source: Add New User
ar: إضافة مستخدم جديد

source: Great Job, your average PRRT is 30 Hours and you have fixed 50 potholes out of 100 Reported
ar: عمل جيد، معدل وقت الاصلاح والتفاعل لديكم هو 30 ساعة ولقد قمتم بإصلاح 50 حفرة من إجمالي 100 حفرة مبلغ عنها

source: Fix Another Pothole
ar: أصلح حفرة أخرى

source: This Material is inappropriate, please use an appropriate material to fill up this pothole
ar: هذه المادة غير مناسبة لإصلاح الحفر نرجو منك استخدام مواد أخرة لإصلاح الحفر

source: Fix a Pothole
ar: أصلح حفرة أخرى

source: Material Used to fill up the pothole
ar: المادة المستخدمة في إغلاق الحفرة

source: Hot Mix Asphalt
ar: الأسفلت الساخن

source: Cold Mix Asphalt
ar: الأسفلت البارد

source: Plain Concrete
ar: باطون غير مسلح

source: Aggregates, Stone or Base Coarse
ar: حصمة، بيسكورس أو صخور

source: Other
ar: غير ذلك

source: Choose
ar: إختر

source: Type Something
ar: اكتب

source: Next
ar: التالي

source: Sign Out
ar: تسجيل الخروج

source: Reported by (name)
ar: بلغ عنها من قبل (الإسم)

source: Address
ar: عنوان

source: Date and Time
ar: التاريخ والوقت

source: Phone or Mobile Number
ar: رقم الهاتف أو الخلوي

source: The Photo
ar: الصورة

source: Fix this Pothole
ar: أصلح هذه الحفرة

source: Listen to Complaint
ar: إستمع إلى الشكوى

source: Not Repaired
ar: غير مصلحة

source: Repaired
ar: مصلحة

source: Reported Number of Times
ar: عدد مرات التبليغ عنها

source: Street
ar: الشارع

source: City
ar: المدينة

source: Date and Time of Complaint
ar: تاريخ ووقت الشكوى

source: Number of Times Reported
ar: عدد مرات الشكوى

source: See Details
ar: انظر الى التفاصيل

source: Report Again
ar: بلغ مرة أخرى

source: Add a user email
ar: أضافة البريد الإلكتروني للمستخدم

source: Potholes Reporting Application
ar: تطبيق الإبلاغ عن حفر الشوارع

source: Report Street Potholes to your agency in Seconds
ar: أبلغ بلديتك عن حفر الشوارع بسهولة وفي لحظات

source: Get Started
ar: إبدأ

source: Sign up
ar: حساب جديد

source: Sign in
ar: تسجيل الدخول

source: Signed in
ar: تم الدخول

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: Add Users
ar: اضافة مستخدمين

source: Share on
ar: المشاركة على

source: Export Data
ar: تصدير البيانات

source: Pay by Visa
ar: إدفع بالفيزا

source: Annual Subscription
ar: إشتراك سنوي

source: Monthly Subscription
ar: إشتراك شهري

source: The subscription will be automatically renewed unless canceled
ar: سيتم تجديد الإشتراك تلقائيا في حال لم يتم الغاؤه

source: Card Number
ar: رقم البطاقة

source: Holder Name
ar: إسم حامل البطاقة

source: Date of Expiry
ar: تاريخ الإنتهاء

source: Push to Talk
ar: إضغط للتسجيل

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Forgot Password
ar: نسيت كلمة المرور

source: Please enter your credentials to proceed
ar: الرجاء ادخال معلوماتك للمباشرة

source: Agency Name
ar: إسم المؤسسة

source: State
ar: الولاية

source: Country
ar: البلد

source: Phone
ar: رقم الهاتف

source: Confirm by Email
ar: تأكيد عبر البريد الإلكتروني

source: Sorry your city is no longer registered with us
ar: نأسف بلديتك غير مشتركة معنا في هذا التطبيق

source: Report another pothole
ar: أبلغ عن حفرة أخرى

source: AVERAGE PRRT
ar: معدل وقت إصلاح الحفر

source: SEE CHART
ar: إنظر للرسمة البيانية

source: SEE POTHOLES REPORTED IN OTHER CITIES NEARBY
ar: انظر لعدد الحفر المبلغ عنها في مدن أخرى

source: TOTAL POTHOLES REPORTED
ar: إجمالي الحفر المبلغ عنها

source: TOTAL POTHOLES FILLED IN Nablus, Palestine
ar: إجمالي الحفر التي تم إغلاقها في نابلس، فلسطين

source: # OF POTHOLES
ar: عدد الحفر

source: FILTER
ar: منقي

source: APPLY
ar: تطبيق

source: THANK YOU FOR REGISTERING WITH US
ar: شكرا لك لإنضمامك لنا

source: REPORT ANOTHER POTHOLE
ar: أبلغ عن حفرة أخرى

source: THE POTHOLE HAS BEEN REPAIRED
ar: تم إصلاح الحفرة

source: REPAIRED BY
ar: أسم الفني أو المهندس

source: DATE AND TIME
ar: التاريخ والوقت

source: CONFIRM
ar: تأكيد

source: REJECT
ar: رفض

source: TYPE SOMETHING
ar: إكتب شيء

source: SKIP
ar: تخطى

source: I AGREE
ar: موفق

source: I DISAGREE
ar: غير موافق

source: CONTINUE
ar: أكمل

source: Contact Us
ar: اتصل بنا
